IMMZEK/msp-project/vasa/makedir/__programmer/deskdb/content/TICloudAgent/linux/ccs_base/common/targetdb/Modules/AM263/MBOX_SRAM_MBOX_SRAM.xml
<module name="MBOX_SRAM_MBOX_SRAM" acronym="" XML_version="1.0" HW_revision="n/a" description="">
	<register id="MBOX_SRAM_START" acronym="MBOX_SRAM_START" offset="0x0" width="32" description="">
		<bitfield id="START" width="32" begin="31" end="0" resetval="0x0" description="L2 Memory  start address" range="31 - 0" rwaccess="RW"/>
	</register>
	<register id="MBOX_SRAM_END" acronym="MBOX_SRAM_END" offset="0x3FFC" width="32" description="">
		<bitfield id="END" width="32" begin="31" end="0" resetval="0x0" description="L2 Memory  end address" range="31 - 0" rwaccess="RW"/>
	</register>
</module>